using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace WpfApp3.Model
{
    public class Large
    {
        public enum Subject
        {
            语文1111111111111111 = 1,
            数学111111111111111111 = 2,
            英语111111111111111111 = 3,
            地理111111111111111111 = 4,
            物理111111111111111111 = 5,
            化学111111111111111111 = 6,
            语文1111111 = 1,
            数学11111111111111 = 2,
            英语11111111111111 = 4,
            物理1111111111111111 = 5,
            化学111111111111111 = 6,
            语文111111111111 = 1,
            数学1111111111111111 = 2,
            英语1111111111111 = 3,
            地理111111111111111 = 4,
            物理11111111111111111 = 5,
            化学1111111111111111 = 6,
        }
    }
}
